{
  "concepts" : {
    "absorber": "    Ejercer atracción sobre un fluido con el que está en contacto, de modo que las moléculas de este penetren en aquella. ",
    "celula": "    Unidad fundamental de los organismos vivos capaz de reproducirse independientemente, de tamaño microscópico y formada por un citoplasma, núcleo y membrana. ", 
    "componentes": "    Se trata de elementos que a través de algún tipo de asociación dan lugar a un conjunto uniforme. ",
    "fotosintesis": "    Proceso por el cual las plantas verdes, las algas y algunas bacterias utilizan la energía de la luz para su desarrollo, crecimiento y reproducción. ", 
    "germinar": "    Comenzar a desarrollarse desde la semilla. ",
    "germinacion": "    Acción de germinar. ",
    "minerales": "    Elemento químico simple cuya presencia e intervención es imprescindible para la actividad de las células. ",
    "nutrientes": "    Producto químico procedente del exterior de la célula que ésta necesita para realizar sus funciones vitales. ",
    "organo": "    Cada una de las partes del cuerpo animal o vegetal que ejercen una función. ", 
    "rasexual": "    Consiste en que a partir de un organismo se desprende una sola célula o trozos del cuerpo, que por procesos mitóticos, son capaces de formar un individuo completo idéntico a él. ",
    "rsexual": "    Proceso mediante el cual se crean nuevos individuos similares a sus progenitores, gracias a la combinación entre sus células sexuales masculinas y femeninas. ",
    "transformacion": "    Procedimiento mediante el cual algo se modifica, altera o cambia de forma manteniendo su identidad. ",
    "transportar": "    Llevar a alguien o algo de un lugar a otro. "
  },
  
  "content" : {
    "screen_3" : {
      "text_2" : "Las plantas como todos los seres vivos realizan funciones de crecimiento, alimentación, respiración y reproducción, pero a diferencia de los otros seres vivos son los únicos que realizan la función de fotosíntesis, que les permite elaborar sus alimentos para nutrirse. "
    },

    "screen_4" : {
      "text_2": "La raíz es el órgano que fija la planta al suelo y a través de los pelos radicales absorbe los minerales, agua y nutrientes necesarios para la alimentación de la planta y sus frutos. ", 
      "text_3": "El tallo es el órgano que transpira, sostiene las hojas y transporta el agua y los minerales desde la raíz mediante un complejo sistema de conductos. ",        
      "text_4": "Las hojas son los órganos que realizan la transformación de los componentes básicos (agua y minerales) en los nutrientes. Otras de sus funciones son la respiración, transpiración y la fotosíntesis. ",
      "text_5": "La flor es el órgano reproductor de las plantas, en su interior produce el fruto y este a su vez encierra la semilla. ",

      "anim_1": "La raíz absorbe del suelo la savia bruta y la conduce hasta el tallo. ",
      "anim_2": "Además de las hojas, el tallo sostiene las ramas, las flores y los frutos.  ",
      "anim_3": "Las plantas también absorben el agua a través de las hojas cuando cae la lluvia. ",
      "anim_4": "La semilla se produce a través de la unión del polen con el óvulo. Fin de contenido, vuelve al menú. "
    },

    "screen_5" : {
      "text_2": "La reproducción es el proceso que permite a los seres vivos crear otros seres vivos semejantes o iguales a ellos mismos. ",
      "text_3": "Las plantas se dividen en dos grandes grupos: las plantas con flor y las plantas sin flor. ", 
      "text_4": "La reproducción de las plantas puede ser asexual, es decir, no posee células sexuales diferenciadas, ello implica que un sólo organismo da origen a un nuevo ser. ",
      "text_5": "También, la reproducción de las plantas puede ser sexual, si el nuevo ser se forma por la unión de una célula femenina y una masculina. ",
      "text_6": "Vamos a conocer más sobre la reproducción sexual. ",
      
      "anim_1": "En todas las plantas se da el proceso de reproducción. ",
      "anim_2": "En las plantas existen dos tipos de reproducción, ellas llevan por nombre reproducción sexual y reproducción asexual. ",
      "anim_3": "Las plantas sin flor se reproducen de forma asexual. ", 
      "anim_4": "Las plantas con flor se reproducen de forma sexual. "
    },

    "screen_6" : {
      "text_2": "La flor es el órgano reproductor de las plantas donde se realiza la reproducción por semillas, en el interior de la flor se une una célula sexual femenina y una masculina para formar un fruto y posteriormente la semilla, luego esa semilla desarrolla una nueva planta. ",
      "text_3": "Ahora bien, la germinación es una forma de reproducción que consiste en el desprendimiento natural o artificial de una semilla que es capaz de crecer hasta formar un nuevo individuo, semejante a la planta de la cual se desprendió. ",
      "text_4": "Hay semillas muy pequeñas como las del pimentón y tomate; hay semillas muy grandes como las de mango y cocotero. ",
    
      "text_5": "La reproducción asexual se realiza, generalmente, a partir de cualquier órgano de la planta, como los bulbos o los fragmentos de tallos. ",
      "text_6": "¿Quieres saber cómo se realiza la reproducción asexual?  ¡Vamos a conocerlo! ",
      "text_7": "Los humanos recurren al proceso de reproducción asexual para obtener cosechas de mejor calidad y con mayor cantidad. Estos procesos llevan por nombre Acodo e Injerto. ",
      "text_8": "Por acodo: consiste en doblar una rama de una planta, enterrarla y cuando tenga raíces separarla de la planta madre. Como ejemplo está la mora. ",
      "text_9": "Por injerto: consiste en introducir un fragmento de tallo de una planta a otra planta, ambas de la misma especie, formando una nueva planta que mantiene las características de las plantas originales. ",
      
      "anim_1": "La flor está constituida por: pétalo, corola, sépalos, cáliz, pistilos, estambre. Ahora bien, el pistilo es el órgano sexual femenino  y está conformado por: estigma, ovario, óvulo y estilo. y el estambre es el órgano sexual masculino y está compuesto por: antena y filamento. ",
      "anim_2": "El proceso de germinación inicia con la semilla, de ella comienzan a salir las raíces, luego que las raíces están bien formadas inicia el crecimiento del tallo, las ramas y posteriormente el de las hojas. ",
      "anim_3": "Algunos ejemplos de plantas que se cultivan en Venezuela y se pueden reproducir por acodo son: guanábana, ciruela, níspero. ", 
      "anim_4": "El aguacate es un fruto que se siembra en Venezuela y se puede reproducir por injerto. Fin de contenido, vuelve al menú. "
    },

    "screen_8" : {
      "text_2": "La agricultura es el conjunto de técnicas y conocimientos para cultivar la tierra. En ella se engloban los diferentes trabajos de tratamiento del suelo y los cultivos de vegetales. ",
      "text_3": "Comprende todo un conjunto de acciones humanas que transforma el ambiente natural, con el fin de hacerlo más apto para el crecimiento de los alimentos que requiere la comunidad. ",
      "text_4": "Es una actividad de gran importancia estratégica como base fundamental para la soberanía alimentaria de las naciones. "
    },

    "screen_9" : {
      "text_2_1": "Región Capital ",
      "text_2_1l": "Región Capital. ",
      "text_2_2": "Los productos agrícolas que se cultivan en esta región son: cacao, coco, yuca, cereales, entre otros. ",
      "text_2_3": "¿Conoces los nombres de los estados que comprende esta región? Escribe los nombres de estos estados. ",
      "text_2_4": "Sabías que... en la región Capital se dan varios tipos de agricultura. ",
      
      "text_3_1": "Región Central ",
      "text_3_1l": "Región Central. ",
      "text_3_2": "Los productos agrícolas que se cultivan en esta región son: aguacate, café, caraota, cebolla, maíz, pimentón, quinchoncho, arroz, tabaco, papas, cambur, tomate, leguminosa de grano, entre otros. ",
      "text_3_3": "¿Has visitado alguno de los estados que comprende esta región? Escribe el nombre del estado que visitaste, cuéntale a tus compañeras y compañeros sobre la agricultura de esta región. ",
      
      "text_4_1": "Región los Llanos ",
      "text_4_1l": "Región los Llanos. ",
      "text_4_2": "Los productos agrícolas que se cultivan en esta región son: arroz, caraota, frijol, maíz, mango, patilla, tabaco, algodón, sorgo, tomate, cambur, plátano, entre otros. ",
      "text_4_3": "El árbol emblemático del estado Apure es el Merecure. ¿Conoces los nombres de los árboles emblemáticos de los estados que conforman esta región? Describe estos árboles y crea un mensaje acerca de la prevención de la deforestación. ", 
      
      "text_5_1": "Región Occidental ",
      "text_5_1l": "Región Occidental. ",
      "text_5_2": "Los productos agrícolas que se cultivan en esta región son: caña de azúcar, coco, maíz, melón, ñame, ocumo, patilla, tomate, sorgo, berenjena, café, frijol, maíz, naranja, palma aceitera, plátano, arroz, algodón, ajonjolí, entre otros. ", 
      "text_5_3": "Esta región esta constituida por 4 estados. ¿Cuál de estos estados es el más seco de Venezuela? Socializa con tus compañeras y compañeros sobre las características de este estado. ",
      
      "text_6_1": "Región Zuliana ",
      "text_6_1l": "Región Zuliana. ",
      "text_6_2": "Los productos agrícolas que se cultivan en esta región son: cambur, plátano, caña de azúcar, coco, yuca, algodón, frijol, melón, cacao, maíz, sorgo, entre otros. ",
      "text_6_3": "¿Cuál es el lago que se encuentra en esta región? Realiza una composición sobre este lago y compártela con tus compañeras y compañeros. ",
      
      "text_7_1": "Región los Andes ",
      "text_7_1l": "Región los Andes. ",
      "text_7_2": "Los productos agrícolas que se cultivan en esta región son: café, caña de azúcar, cacao, maíz, papa, ajo, cambur, caraota, cebolla, plátano, tomate, lechuga, apio, coliflor, zanahoria, entre otros. ",
      "text_7_3": "¿Cuál de los estados que comprende esta región tiene por capital a San Cristóbal? La región los Andes está constituida por 4 estados, escribe sobre la flora de esta región de Venezuela. ¿Por qué en la región los Andes la agricultura se desarrolla en terrazas? ", 
      
      "text_8_1": "Región Nor Oriental ", 
      "text_8_1l": "Región Nor Oriental. ",
      "text_8_2": "Los productos agrícolas que se cultivan en esta región son: maní, maíz, algodón, caña, sorgo, café, cacao, cambur, raíces, tubérculo, caña de azúcar, coco, yuca, entre otros. ",
      "text_8_3": "¿Conoces la flora del estado Anzoátegui? Elabora una receta con productos agrícolas cultivados en esta región. ", 
      
      "text_9_1": "Región Guayana ",  
      "text_9_1l": "Región Guayana. ",
      "text_9_2": "Los productos agrícolas que se cultivan en esta región son: arroz, maíz, coco, plátano, yuca, piña, palmito, mapuey, ñame, caucho, sarrapia, zarzaparrilla, vainilla, entre otros. ",
      "text_9_3": "Guayana es una región particularmente selvática, los alimentos que se cultivan allí requieren de mucha agua. ¿Conoces los ríos más importantes de esta región? Elabora una composición sobre alguno de estos ríos. ",
      
      "text_10_1": "Región Insular ", 
      "text_10_1l": "Región Insular. ",
      "text_10_2": "Los productos agrícolas que se cultivan en esta región son: berenjena, maíz, melón, pimentón y tomate, entre otros. ",
      "text_10_3": "¿Conoces cuáles son las islas que constituyen el estado Nueva Esparta? Socializa con tus compañeras y compañeros sobre como se desarrolla la agricultura en esta región. ",
      "text_10_4": "¿Cómo se traslada el cultivo de la región Insular a otras regiones de Venezuela? "
    },

    "screen_11" : {
      "text_1": "    Pulsa sobre cada botón para que puedas explorar las orientaciones y sugerencias. ",

      "text_5_1": "• Socializa con tus compañeras y compañeros las experiencias sobre las actividades desarrolladas en tu hogar en beneficio del cuidado de las áreas verdes ",
      "text_5_2": "• Realiza con la ayuda de la o el docente actividades de clasificación de las plantas, tomando en cuenta su tipo de reproducción  ", 
      "text_5_3": "• Elabora germinadores que posteriormente favorezcan a la comunidad ", 
      
      "text_6_1": "• Propicia el trabajo en equipo para fortalecer el intercambio de experiencias en cuanto a la clasificación de las plantas ", 
      "text_6_2": "• Promueve actividades para que las y los estudiantes experimenten y practiquen la siembra de plantas ", 
      "text_6_3": "• Promueve la recuperación de áreas verdes que impulsen a la conservación del ambiente ", 

      "text_7_1": "• Desarrolla el conocimiento de las plantas, su reproducción y cuidado en el hogar ", 
      "text_7_2": "• Contribuye en la participación de la recuperación de áreas verdes en tu comunidad ", 
      "text_7_3": "• Realiza campañas de concienciación para la conservación de las áreas verdes de tu comunidad ",
      
      "text_5_1l": "Socializa con tus compañeras y compañeros las experiencias sobre las actividades desarrolladas en tu hogar en beneficio del cuidado de las áreas verdes. ",
      "text_5_2l": "Realiza con la ayuda de la o el docente actividades de clasificación de las plantas, tomando en cuenta su tipo de reproducción. ", 
      "text_5_3l": "Elabora germinadores que posteriormente favorezcan a la comunidad. ", 
      
      "text_6_1l": "Propicia el trabajo en equipo para fortalecer el intercambio de experiencias en cuanto a la clasificación de las plantas. ", 
      "text_6_2l": "Promueve actividades para que las y los estudiantes experimenten y practiquen la siembra de plantas. ", 
      "text_6_3l": "Promueve la recuperación de áreas verdes que impulsen a la conservación del ambiente. ", 

      "text_7_1l": "Desarrolla el conocimiento de las plantas, su reproducción y cuidado en el hogar. ", 
      "text_7_2l": "Contribuye en la participación de la recuperación de áreas verdes en tu comunidad. ", 
      "text_7_3l": "Realiza campañas de concienciación para la conservación de las áreas verdes de tu comunidad. "
    }
  },

  "popups" : {
    "screen_1" : {
      "text_1": "    Bienvenidas y bienvenidos a Sembrando para el futuro. Sigue las instrucciones: para navegar en el recurso utiliza el RATON o en el teclado las TECLAS y la tecla ENTER para ingresar en las pantallas. ",
      "reader_1": "Bienvenidas y bienvenidos a Sembrando para el futuro. Sigue las instrucciones: para navegar en el recurso utiliza el ratón, o en el teclado, las teclas de dirección y la tecla enter para ingresar en las pantallas. ",
      "text_2": "    Instrucciones: pulsa sobre el botón Discapacidad Auditiva DFA o sobre el botón Discapacidad Visual DFV según tu nivel de accesibilidad. ",
      "reader_2": "Pantalla menú de configuración. Instrucciones: pulsa sobre el botón Discapacidad Auditiva o sobre el botón Discapacidad Visual según tu nivel de accesibilidad. "
    },
  
    "screen_1_reader" : {
      "text_magnifier": "Pulsa sobre la tecla F5 para activar o desactivar el magnificador. Las teclas MAS y MENOS acercan y alejan la imagen. Pulsa y arrastra el magnificador para ubicarlo en otro lugar de la pantalla. "
    },
    
    "screen_2" : {
      "text_1": "    Instrucciones: explora la pantalla para ver el contenido. Durante el recorrido encontrarás palabras subrayadas, pulsa sobre ellas para conocer su significado. F1 activa o desactiva esta instrucción. ", 
      "reader_1": "Instrucciones: explora la pantalla para ver el contenido. Durante el recorrido encontrarás palabras subrayadas, pulsa sobre ellas para conocer su significado. El botón F1 activa o desactiva esta instrucción."
    },
    
    "screen_9" : {
      "text_1": "    Pulsa sobre cada región del mapa de Venezuela, para conocer los productos agrícolas que se cultivan en cada una de ellas. ",
      "reader_1": "Pantalla: ¿Qué se siembra en las regiones de Venezuela? Pulsa sobre cada región del mapa de Venezuela, para conocer los productos agrícolas que se cultivan en cada una de ellas. "
    }
  }
}
